# coding=utf-8
city_datas = {}
city_datas['bj'] = {
	"list":[
		{"title":"北京顺义裕龙花园中心","content":"北京市顺义区裕龙四区国泰裕隆超市二层","dianhua":"<br/><br/><strong>电话</strong>：400-613-0088","point":"116.67820775468664|40.12644693428118","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
        ,{"title":"北京亦庄富兴国际中心","content":"北京市大兴亦庄经济技术开发区天花北街11号院富兴国际中心2号楼1、2层","dianhua":"<br/><br/><br/><strong>电话</strong>：400-613-0088","point":"116.5002400000|39.8035700000","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
        ,{"title":"北京草桥中心(筹)","content":"北京市丰台区草桥欣园二区9号楼A座二层","dianhua":"<br/><br/><strong>电话</strong>：400-613-0088","point":"116.35704389791107|39.85196371813521","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
        ,{"title":"北京房山长阳中心","content":"北京市房山区长阳地铁站往南50米首开福茂二层2-3号","dianhua":"<br/><br/><strong>电话</strong>：400-613-0088","point":"116.2137100000|39.7617600000","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
        ,{"title":"北京万柳中心","content":"北京市海淀区万柳中路35号蜂鸟家园2号楼1-3层","dianhua":"<strong>电话</strong>：400-613-0088","point":"116.297628|39.965076","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
        ,{"title":"北京丰台万达中心","content":"北京市丰台区育仁南路诺德中心三期20号楼二层","dianhua":"<strong>电话</strong>：400-613-0088","point":"116.30735579999998|39.8304669","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
        ,{"title":"北京右安门紫金中心","content":"北京市西城区右安门内大街28号紫金印象教育广场南段二层","dianhua":"<strong>电话</strong>：400-613-0088","point":"116.3644188|39.8724925","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
        ,{"title":"北京望京中心","content":"北京市朝阳区望京阜通东大街6号方恒购物中心1层","dianhua":"<br/><br/><strong>乘车路线</strong>：乘运通101路、976路、621路、656路、696路、629路、运通111路、915路、404路、627路、131路、915支3区间、915支3、广顺南大街北口出 <br/><strong>电话</strong>：400-613-0088","point":"116.487685|39.99633","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"北京常营陆港城中心","content":"北京市朝阳区朝阳北路20号院5号楼（陆港城18号楼）","dianhua":"<br/><br/><strong>乘车路线</strong>：乘306路、499路、517路、587路、675路、911路可在常营路口西站下；乘583路到常营路口西(北行)<br/><strong>电话</strong>：400-613-0088","point":"116.591285|39.924111","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"北京西坝河中心","content":"北京市朝阳区西坝河西里23号红都阳光商务会馆A座主楼二层","dianhua":"<br/><br/><strong>乘车路线</strong>：可乘95路、130路、300内、300外、302路、379路、419路、596路、641路、671路、847路、848路、866路、916快、942快、980快、984路、机场大巴公主坟线、特8内、特8外、夜18路、夜30内、夜30外、运通104线到西坝河站；地铁13号线光熙门站B口出<br/><strong>电话</strong>：400-613-0088","point":"116.436358|39.968163","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"北京石景山远洋中心","content":"北京市石景山玉泉西里二区38号楼2楼，莲芳东桥东北角","dianhua":"<br/><br/><strong>乘车路线</strong>：莲芳东桥北527路、574路、612路、961路、快速直达专线84路、专69路;莲芳东桥东334路、472路、663路<br/><strong>电话</strong>：400-613-0088","point":"116.244003|39.909425","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"北京石景山杨庄中心","content":"石景山区杨庄路街道70号院2号楼2层","dianhua":"<br/><br/><strong>乘车路线</strong>：可乘坐325路、399内、399外、472路、527路、597路、958路、专108路杨庄路西口站下；地铁1号线苹果园站下<br/><strong>电话</strong>:400-613-0088","point":"116.196286|39.923487","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
        ,{"title":"北京天通苑中心","content":"北京市昌平区良庄街6号楼2层（和谐家园二昌平区东小口镇天通北苑一区39号楼励步英语（太平庄中二街与立水桥东一路把角位置）","dianhua":"<br/><br/><strong>乘车路线</strong>：乘专119路，432路，快速直达专线115路，751路，933路，到天通北苑二区南下车，过十字路口右拐；乘751路，432路到天通北苑一区东门下车，过马路左拐直走。<br/><strong>电话</strong>：400-613-0088","point":"116.36466299556858|40.09065882448752","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"北京方庄中心","content":"北京市丰台区蒲黄榆路28号芳群园一区博纳影城2层","dianhua":"<br/><br/><strong>乘车路线</strong>：乘39路、43路、53路、122路、599路、685路、686路、723路、827路、829路、957路、特11、特3、蒲黄榆站下车后往南走；地铁5号线C口出<br/> <strong>电话</strong>：400-613-0088","point":"116.4220861|39.8644785","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"北京回龙观中心","content":"北京市昌平区良庄街6号楼2层（和谐家园二区西门）","dianhua":"<br/><br/><strong>乘车路线</strong>：乘636路、441路、昌61路、427路、681路、专21区间、996路、和谐家园二区西门下<br/><strong>电话</strong>：400-613-0088","point":"116.348299|40.083458","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"北京北苑华贸城中心","content":"北京市朝阳区清河营南街华贸天地1F-17A","dianhua":"<br/><br/><strong>乘车路线</strong>：公交：596路、530路；地铁13号线：北苑站下 <br/><strong>电话</strong>：400-613-0088","point":"116.425890|40.045596","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"北京三里屯SOHO中心","content":"北京市朝阳区工体北路8号三里屯SOHO 5号商场三层326","dianhua":"<br/><br><strong>乘车路线</strong>：乘113路、115路、406路、416路、431路、701路、758路、到三里屯站下；乘44路、特12到东四十条下 <br/><strong>电话</strong>：400-613-0088","point":"116.460866|39.938463","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"北京尚街中心","content":"北京市朝阳区甘露园南里25号尚街购物中心4层","dianhua":"<br/><br/><strong>乘车路线</strong>：乘111运通、731路、647路、718路、635路、115路、605路、648路、639路、342路、619路、75路、682路到青年路或甘露园站下 <br/><strong>电话</strong>：400-613-0088","point":"116.523088|39.923076","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"北京金源中心","content":"北京市海淀区远大路1号金源时代购物中心5L层","dianhua":"<br/><br/><strong>乘车路线</strong>：乘365路、425路、611路、79路、992路、运通101、运通104、118路、335路、664路、996路、360路、539路、360路慢远大路东口下；地铁长春桥A口出步行280米 <br/><strong>电话</strong>：400-613-0088","point":"116.294325|39.96725","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"北京望京南湖中园中心","content":"北京市朝阳区湖光北街南湖东园二区211号楼 望京京客隆3层","dianhua":"<br/><br/><strong>乘车路线</strong>：可乘公交567路、660路到南湖中园一区站下车（步行85米）；可乘公交132路、361路、409路、567路到南湖东园站下车（步行144米）；可乘地铁14号线东段、地铁15号线望京站下车（步行609米）<br/><strong>电话</strong>：400-613-0088","point":"116.458784|39.986821","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"北京通州阿尔法中心","content":"北京市通州区梨园镇小稿村万盛北街阿尔法D区二层","dianhua":"<br/><br/><strong>乘车路线</strong>：乘552路、582路、316路、669路、万盛北街下 <br/><strong>电话</strong>：400-613-0088","point":"116.65195|39.878749","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"北京通州万达中心","content":"北京通州区万达南侧西关南街万方家园锦园112、113底商","dianhua":"<strong>电话</strong>:400-613-0088","point":"116.639771|39.909454","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"北京中关村中心","content":"北京市海淀区中关村科学院南路新科祥园甲１号楼１号（1层和2层）","dianhua":"<br/><br/><strong>乘车路线</strong>：乘683路、302路、601路、718路、653路、731路、671路、85路、到海淀黄庄北下车；地铁10号线海淀黄庄站 <br/><strong>电话</strong>：400-613-0088","point":"116.33082936506119|39.98991965499297","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"北京马连道中心","content":"北京市西城区马连道路25号新年华购物中心3层","dianhua":"<br/><br/><strong>乘车路线</strong>：乘89路、414路、46路车到马连道南口下车<br/><strong>电话</strong>： 400-613-0088","point":"116.325581|39.87732","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"北京马连道威尔夏中心","content":"北京市丰台区华源四里甲2号北京西站南路路西睿士主题酒店北侧100米","dianhua":"<br/><br/><strong>乘车路线</strong>：乘74路、997路、特17路车到太平桥东里下车 <br/><strong>电话</strong>：400-613-0088","point":"116.320557|39.880508","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"北京西二旗中心","content":"北京市昌平区龙域西二路6号院1号201、202","dianhua":"<strong>电话</strong>：400-613-0088","point":"116.306746|40.065636","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"北京昌平金隅万科中心","content":"北京市昌平区南环路10号院1号楼金隅万科广场3层","dianhua":"<br/><br/><strong>乘车路线</strong>：乘326路、884路、885路、962路可在南环中路下车，向东步行200米；乘590路、昌66路、昌52路、昌1路、昌2路可在润杰经典小区下车，向北步行200米<br/><strong>电话</strong>：400-613-0088","point":"116.243121|40.218425","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"北京昌平东关中心","content":"昌平区府学路东关1-3号商铺4层（昌平东关地铁站）","dianhua":"<strong>电话</strong>:400-613-0088","point":"116.2594|40.22132","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"北京西红门中心","content":"北京市西红门镇京良路10号&nbsp;西红门乐家购物中心2层","dianhua":"<br/><br/><strong>乘车路线</strong>：乘423路、454路、423路、454路、483路、977路、993路到陈留村南口下车 <br/><strong>电话</strong>：400-613-0088","point":"116.339219|39.805526","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"北京崇文门中心","content":"东城区广渠门内大街35号富贵园购物中心2层","dianhua":"<br/><br/><strong>乘车路线</strong>：乘坐8路，12路，23路，57路在安化楼站下车；地铁7号线，广渠门内下车 <br/><strong>电话</strong>：400-613-0088","point":"116.438866|39.900127","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"北京燕郊天洋城中心","content":"燕郊高新技术开发区神威南路天洋广场A馆3层 ","dianhua":"<br/><br/><strong>乘车路线</strong>：乘坐818路在天洋城小区下 <br/><strong>电话</strong>：400-613-0088","point":"116.827776|39.970783","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"北京燕郊富地中心","content":"廊坊市三河市燕郊高新区迎宾路东侧富地广场12号商业楼E座EF2-04号商铺","dianhua":"<br/><strong>乘车路线</strong>：乘818公交车到富地广场站下车<br/><strong>电话</strong>：400-613-0088","point":"116.814433|39.964069","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"北京燕郊星河皓月中心","content":"三河市燕郊开发区燕顺路1542号皓月广场3层励步英语","dianhua":"<br/><br/><strong>电话</strong>：400-613-0088","point":"116.819643|39.96551","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"北京华腾新天地中心","content":"北京市朝阳区东四环中路195号华腾新天地大厦三层东南侧","dianhua":"<br/><br/><strong>乘车路线</strong>：乘31路、439路、740内环、740外环、753路、865路、特9内环、特9外环、窑洼湖桥下车步行87米，乘348路、41路、457路、457区间、535路、561路、637路平乐园小区下<br/><strong>电话</strong>：400-613-0088","point":"116.49445|39.891013","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
        ,{"title":"北京十里堡中心(筹)","content":"北京市朝阳区十里堡新城市广场2层","dianhua":"<br/><br/><strong>乘车路线</strong>：乘坐95、350、411、605、615、690路、快速公交2线十里堡下车<strong>电话</strong>：4006130088","point":"116.50972947113722|39.92156988311443","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
        ,{"title":"北京达官营中心(筹)","content":"北京市西城区广安门外大街178、180，甲180号越都荟二层","dianhua":"<br/><br/><strong>乘车路线</strong>：乘坐地铁7号线达官营地铁站C口出，步行50米即到。乘6路;38路;42路;45路;46路;53路;57路;76路;80路;85路;109路;122路;133路;390路;410路;477路;691路;高铁专线2路;快速直达专线94路;特7路;夜22路;夜7路;专27路达官营站下车。<strong>电话</strong>：4006130088","point":"116.34516952076464|39.89474062247364","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
        ,{"title":"北京祥云小镇中心(筹)","content":"北京市顺义区祥云小镇4号楼1层、2层","dianhua":"<br/><br/><strong>乘车路线</strong>：乘坐地铁15号线花梨坎地铁站B口换乘顺57路至空港小学下车；乘顺28汉石桥区间;顺28路;顺28路道口区间;顺57路空港小学下车<strong>电话</strong>：4006130088","point":"116.56526330884908|40.10285208975171","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
        ,{"title":"北京昌平东关南里中心","content":"北京市昌平区昌平镇南环东路32号1、2层励步英语（昌平不动产登记中心东侧）","dianhua":"<br/><br/><strong>乘车路线</strong>：乘坐885路、884路、专线124路、493路、357路、590路、昌68路、昌67路、昌55路、昌3路到东关南里小区南门下<strong>电话</strong>：4006130088","point":"116.25461342457595|40.218309166814514","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
        ,{"title":"北京回龙观华联中心","content":"北京市昌平区回龙观西大街111号华联商厦2层","dianhua":"<br/><br/><strong>乘车路线</strong>：13号线地铁龙泽站下A口出，步行1.1公里到达；13号线地铁龙泽站下A口出，步行至北郊农场桥南公交站，乘坐344/407/618/996至北郊农场桥东公交站下车即到<strong>电话</strong>：4006130088","point":"116.32588345751654|40.081791905548364","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}

        ,{"title":"北京回龙观二校","content":"北京市昌平区回龙观东大街5号楼（和谐家园二区21号楼1、2层）励步英语","dianhua":"<br/><br/><strong>乘车路线</strong>：乘462、441和谐家园下车；乘996、636、427、昌61、专21路区间和谐家园二区下车；乘地铁8号线回龙观东大街A口出，西行300即到。<br/><strong>电话</strong>：400-613-0088","point":"116.33457086320517|40.09037659508164","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
    ],
	"title":"北京"
}
city_datas['nj'] = {"list":
	[{"title":"南京河西万达中心","content":"南京市建邺区万达西地G座1楼（近万达希尔顿）","dianhua":"<br/><br/><strong>乘车路线</strong>：公交：1、乘7路、39路、57路、82路、161路、166路、d4路、d7路、y3路夜间、y7路夜间到江东中路集庆门大街站；2、乘7路、37路、39路、57路、82路、161路、166路、d4路、d7路、y3路夜间、y7路夜间、机场巴士2号线到江东万达广场站。地铁：2号线集庆门下（5号出口）<br/><strong>电话</strong>：400-613-0088","point":"118.743773|32.038984","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"南京新街口中心","content":"南京市鼓楼区新街口汉中路6号大众书局三楼","dianhua":"<br/><br/><strong>乘车路线</strong>：公交：乘3路、4路、9路、18路、302路、y4路夜间、y5路夜间均可到新街口西站下。地铁：2号线1号线新街口站下（21-22出口）<br/><strong>电话</strong>：400-613-0088","point":"118.787858|32.048717","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"南京弘阳中心","content":"南京市浦口区大桥北路48号弘阳广场B2区F3层大众书局内B2-F3-1","dianhua":"<strong>电话</strong>：400-613-0088","point":"118.724274|32.139618","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"南京江宁同曦中心","content":"南京市江宁区太路8号同曦假日百货三层","dianhua":"<br/><br/><strong>乘车路线</strong>：公交：1、乘768路、801路、808路、820路、821路、848路均可到百家湖小学站下。地铁：1号线胜太路下（2号出口）2、乘坐801路到胜太路站;808路地铁：一号线胜太路（2号出口）<br/><strong>电话</strong>：400-613-0088","point":"118.828372|31.950276","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"南京苜蓿园中心","content":"玄武区中山门大街9号紫金生活广场西侧 1002室（苜蓿园大街地铁站2号出口）","dianhua":"<br/><br/><strong>乘车路线</strong>：地铁：二号线苜蓿园站下，2号出口。<br/><strong>电话</strong>：400-613-0088","point":"118.83531|32.040239","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"南京大厂中心","content":"南京市大厂区新华路鑫乐广场2楼（肯德基旁）","dianhua":"<br/><br/><strong>乘车路线</strong>：公交：乘坐642路到新华路.建民路站 <br/><strong>电话</strong>：400-613-0088","point":"118.75328|32.228062","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"南京仙林中心","content":"南京市地铁二号线仙鹤门站，保利紫晶山18-2","dianhua":"<br/><br/><strong>乘车路线</strong>：公交：乘50路、138路、139路、165路、310路、321路、323路、337路均可到仙鹤门站下。地铁：2号线仙鹤门站（1号出口）<br/><strong>电话</strong>：400-613-0088","point":"118.912401|32.088458","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"南京迈皋桥中心","content":"南京栖霞区华电路1号万谷慧生活广场三楼 ","dianhua":"<br/><br/><strong>乘车路线</strong>：公交：乘145路、146路、203路、318路、333路均可到迈皋桥东站下。地铁：1号线迈皋桥站（4号出口）<br/><strong>电话</strong>：400-613-0088","point":"118.819811|32.108156","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"南京板桥中心","content":"雨花台区板桥新城花生唐二幢二楼201-211室","dianhua":"<br/><br/><strong>乘车路线</strong>：公交：乘182路、d16路、d9路、y35路夜间均可到新湖大道站。地铁：较远。<br/><strong>电话</strong>：400-613-0088","point":"118.667707|31.913896","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"南京龙江中心","content":"鼓楼区江东北路313号华彩荟2F","dianhua":"<br/><br/><strong>乘车路线</strong>：公交：乘182路、d16路、d9路、y35路夜间均可到江东中路.龙园北路站下。地铁：较远。<br/><strong>电话</strong>：400-613-0088","point":"118.73886|32.06042","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"南京仙林学则路中心","content":"栖霞区仙林大学城学津路8号高科大厦2楼（中信银行旁边)","dianhua":"<br/><br/><strong>乘车路线</strong>：公交：1、乘坐324路到文范路站；2、乘50路、70路、324路、325路均可到学津路站。地铁：2号线学则路（2号出口）<br/><strong>电话</strong>：400-613-0088","point":"118.922908|32.097139","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"南京奥体中心","content":"南京市建邺区江东中路329号金奥国际购物中心3层L303-L308室","dianhua":"<br/><br/><strong>乘车路线</strong>：公交：1、乘85路、定时巴士109到江东中路元通站下；地铁：2号线元通下（5号出口，往北569米处）<br/><strong>电话</strong>：400-613-0088","point":"118.725581|31.999015","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"南京太阳宫中心","content":"南京市玄武区阳光路3号太阳宫2楼","dianhua":"<br/><strong>电话</strong>：400-613-0088","point":"118.813579|32.064428","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"南京江浦中心","content":"南京市浦口区龙华路8号金盛田阳光青城二楼","dianhua":"<strong>电话</strong>：400-613-0088","point":"118.638917|32.069628","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"南京江北金盛中心","content":"南京市大桥北路24号二期1层C区，大桥北路24号二期2层A、C区","dianhua":"<strong>电话</strong>：400-613-0088","point":"118.730691|32.132968","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"南京秦淮中心","content":"南京市秦淮区永乐路洪家园1号万象都荟1楼","dianhua":"<strong>电话</strong>：400-613-0088","point":"118.797193|31.998733","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"南京雨花中心","content":"南京市雨花区花神大道乐趴美食荟2楼","dianhua":"<strong>电话</strong>：400-613-0088","point":"118.776064|31.977554","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"南京河西万和源居中心","content":"南京市江东中路128-2号万和源居1-2楼","dianhua":"<strong>电话</strong>：400-613-0088","point":"118.738305|32.026547","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
        ,{"title":"南京仙林万达茂中心","content":"南京市栖霞区万达茂商业中心11幢1层-2层","dianhua":"<br/><br/><strong>乘车路线</strong>：公交：1、乘坐地铁2号线，在经天路地铁站（2号口）出站—→转乘公交178路/329路，在仙林大道.守敬路下车—→步行730m。地铁：乘坐地铁4号线（仙林湖方向），在仙林湖站（2号口）出站—→步行960m<br/><strong>电话</strong>：400-613-0088","point":"118.80462831890057|32.03710338997893","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
        ,{"title":"南京新街口东方福来德中心","content":"南京市鼓楼区中山南路2号东方福来德3楼","dianhua":"<br/><br/><strong>乘车路线</strong>：地铁：1、乘坐地铁2号线，在新街口地铁站（4号口）出站—→步行290m。2、乘坐地铁1号线，在新街口地铁站（3号口）出站—→步行250m<br/><strong>电话</strong>：400-613-0088","point":"118.78984355766458|32.04681826834029","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
        ,{"title":"南京仙林东城汇中心","content":"南京市栖霞区仙林大学城文苑路以南文苑广场东城汇三楼","dianhua":"<br/><br/><strong>乘车路线</strong>：地铁：地铁2号线，学则路站下，步行1.4公里即到。<br/><strong>电话</strong>：18914467887","point":"118.91519595615537|32.10385993367827","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
        ,{"title":"南京迈皋桥东方兰园中心","content":"南京市栖霞区迈皋桥街道东方兰园1-2楼","dianhua":"<br/><br/><strong>乘车路线</strong>：地铁1号线至迈皋桥3号口，转76路（区间）至迈化路墨香路北站下，步行158米即到。<br/><strong>电话</strong>：1891446850","point":"118.84270279851715|32.12216195714404","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
    ],
	"title":"南京"
}
city_datas['sy'] = {"list":
	[{"title":"沈阳皇姑峰汇中心","content":" 沈阳市皇姑区黄河南大街58号4门（中建峰汇广场B座）","dianhua":"<br/><br/><strong>乘车路线</strong>：138路;231路;232路;294路;326路  黄河大街宁山路下车<br/><strong>电话</strong>：400-613-0088","point":"123.4191808|41.8290657","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
        ,{"title":"沈阳百联中心","content":"沈阳市沈河区百联购物中心三层","dianhua":"<br/><br/><br/><strong>乘车路线</strong>：公交：线路有109、237、253、266、287、289、296、268南线266东线到大西边门下车。地铁：1、2号线路地铁青年大街站下车A口出<br/><strong>电话</strong>：400-613-0088","point":"123.435748|41.777046","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"沈阳龙之梦中心","content":"沈阳市大东区龙之梦购物中心三层","dianhua":"<br/><br/><br/><strong>乘车路线</strong>：公交：线路有107、116、127、134、173、207、251、254、257、276、286、287、296、383、1021等多条线路到龙之梦亚太城下车。地铁：地铁1号线到滂江街站下车 <br/><strong>电话</strong>：400-613-0088","point":"123.494631|41.81365","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"沈阳铁西万达中心","content":"沈阳市铁西区沈辽路万达广场三层","dianhua":"<br/><br/><br/><strong>乘车路线</strong>：公交线路有103、111、181、206、216、铁西新区二线到沈辽路兴华街下车 <br/><strong>电话</strong>：400-613-0088","point":"123.365798|41.787477","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"沈阳长白中心","content":"沈阳市和平区南京南街与长白北路交汇处、中信银行旁(一址)； 长白中路194号格林·观堂南门(二址)","dianhua":"<br/><br/><strong>乘车路线</strong>：公交线路有154、287、k801、k802、k802支线到南京街长白路下车 <br/><strong>电话</strong>：400-613-0088","point":"123.407896|41.75491","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"沈阳北一路万达中心","content":"沈阳市铁西区兴华街与北一路交汇处、万达广场一层","dianhua":"<br/><br/><strong>乘车路线</strong>：公交线路有141、208、268、277、288、299、283北线到重型文化广场下车 <br/><strong>电话</strong>：400-613-0088","point":"123.380818|41.813602","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"沈阳浑南中心","content":"沈阳市浑南新区万象生活城原泛华广场三层（番茄田艺术中心旁）","dianhua":"<br/><br/><strong>乘车路线</strong>：公交：公交线路有109、126、146、150、152、214、238、272、286、333、394等多条线路到泛华广场下车。地铁：地铁2号线到奥体中心站下车 <br/><strong>电话</strong>：400-613-0088","point":"123.433289|41.793783","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"沈阳松山路依云中心","content":"沈阳市于洪区松山西路85-2号依云北郡四期门市（万科魅力之城南门南走100米）","dianhua":"<br/><br/><strong>乘车路线</strong>：268支线到万科魅力之城站下车；106路、116路、255路到恒盛广场站下车；138路、141路、175路、236路、290路、294路、190路、260支线到松山小区下车沿松山路西走约1400米.<br/><strong>电话</strong>：400-613-0088","point":"123.391746|41.866998","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
        ,{"title":"沈阳浑南奥莱中心","content":"沈阳市浑南区营盘北街5号乐优教育小镇3层（紫澜门龙庭大酒店旁）","dianhua":"<br/><br/><strong>乘车路线</strong>：地铁：乘坐地铁2号线全运路方向至奥体中心站，A口下车过红绿灯后沿营盘北街南行200米。公交：乘坐公交146路、152路、238路至女人街站，下车即到；乘坐公交389路;395路至中国女人街站，下车后过红绿灯沿营盘北街南行300米；乘坐公交109路支线;164路;旅游观光一线至浑南中心公交枢纽站，下车后过红绿灯沿营盘北街南行300米。<br/><strong>电话</strong>：400-613-0088","point":"123.46292979010923|41.747899060369335","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
        ,{"title":"沈阳碧桂园银河城中心","content":"沈阳市于洪区汪河路87号1-4门（碧桂园银河城繁华里北门）","dianhua":"<br/><br/><strong>乘车路线</strong>：公交：乘坐公交187路高峰线、187路平峰线至碧桂园公交场站，下车即到；乘坐公交104路、164路、170路至汪河路大通湖街站，下车东行700米。<br/><strong>电话</strong>：400-613-0088","point":"123.34663461163774|41.75537224544795","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}

    ],
	"title":"沈阳"
}
city_datas['cq'] = {"list":
	[{"title":"重庆沙坪坝中心","content":"重庆市沙坪坝区渝碚路88号鑫源大厦平街一层（近陈家湾公交站)","dianhua":"<br/><br/><strong>乘车路线</strong>：公交：乘坐183路、208路、209路、210路、215路、228路外环、291路、318路、418路、456路、467路、535路、805路、808路到陈家湾（佳和医院）站下车，步行50m即到；地铁1号线到沙坪坝站，从1号出站口出站，朝陈家湾方向前行100米即到<br/><strong>电话</strong>：400-613-0088","point":"106.4589269060|29.5586590306","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"重庆渝北华融中心","content":"重庆市渝北区新南路429号爱融荟城B区2楼","dianhua":"<br/><br/><strong>乘车路线</strong>：公交乘坐245路、465路、550路到北环2站下车，步行800m即到；地铁6号线/地铁5号线到冉家坝站，从2号口/8号口出站口出站，朝华融现代广场方向步行500m即到<br/><strong>电话</strong>：400-613-0088","point":"106.506632|29.605781","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
        ,{"title":"重庆江北金源中心","content":"重庆市江北区北滨路368号金源时代购物中心4层","dianhua":"<br/><br/><strong>乘车路线</strong>：公交：乘坐127路、168路、401路、615路、617路、630路、631路、816路、863路均可到金源世纪广场，然后前行100米即到<br/><strong>电话</strong>：400-613-0088","point":"106.531486|29.563059","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"重庆南坪城市广场中心","content":"重庆市南岸区南坪惠工路13号City城市广场3层1-5号","dianhua":"<br/><br/><strong>乘车路线</strong>：乘坐121路、125路、178路、305路、318路、321路、322路、347路、353路、354路、357路、362路、364路、373路、375路、376路、808路、819路、898路到南城大道站下车，步行350米即达City城市广场站；乘坐轻轨3号线到南坪站6号出口前行300米到达南坪惠工路13号City城市广场。 <br/><strong>电话</strong>：400-613-0088","point":"106.5709403736655|29.5317974660611","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"重庆江北新壹街旗舰中心","content":"重庆市江北区红旗河沟龙湖新壹街C馆2楼(北广场临街)","dianhua":"<br/><br/><strong>乘车路线</strong>：乘坐114路、115路、118路、120路、121路、127路、181路、183路、202路、217路、270路、604路、605路、0800路、815路、863路、872路、879路到红旗河沟西站下车，步行100米即到；地铁3号线/地铁6号线到红旗河沟站，从1号出站口出战，前行100米即到 <br/><strong>电话</strong>：400-613-0088","point":"106.533747|29.576614","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
        ,{"title":"重庆大坪英利中心","content":"重庆市渝中区大坪正街19号英利大融城3层","dianhua":"<br/><br/><strong>乘车路线</strong>：公交：乘坐109路;118路;138路;408路;408路区间;420路;421路;462路;467路;0492路;819路;836路;837路;839路;871路;873路到大坪站下车，步行50m即到，轨道交通1/2号线到大坪站，从1号出站口出站，穿地下过街通道步行350m即到。<br/><strong>电话</strong>：400-613-0088","point":"106.58140334846237|29.562505356831743","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
    ],
	"title":"重庆"
}
city_datas['hf'] = {"list":
	[{"title":"合肥万达中心","content":"合肥市包河区芜湖路130号万达广场综合楼3层孩子王商城内","dianhua":"<br/><br/><strong>乘车路线</strong>:乘119路、226路、130路、16路、11路、137路芜湖路站下车或119路、132路、145路、154路孝肃桥站下车<br/><strong>电话</strong>：400-613-0088","point":"117.3026669025|31.8569742778","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"合肥天鹅湖中心","content":"合肥市政务区万达广场金街3层6-303、304（万达金街南入口光大银行楼上）","dianhua":"<br/><br/><strong>乘车路线</strong>：乘166路、156路、41路公交车到天鹅湖畔小区站下车或13路，20路，公交车到市中院下车 <br/><strong>电话</strong>：400-613-0088","point":"117.228318|31.827379","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"合肥融创城中心","content":"合肥市经开区笔峰路与壶天路交口向西100米融创城（原融科城）融祥园商铺110-112","dianhua":"<br/><br/><strong>乘车路线</strong>：公交乘103路、52路、605路公交车到报业园站下车或32路、20路公交车到安医大二附院站下车。地铁:3号线芙蓉路站（暂未开通）。 驾车路线：笔峰路壶天路融科城融和园后门（壶天路直行150米）励步英语First Leap <br/><strong>电话</strong>：400-613-0088","point":"117.205294|31.793284","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
        ,{"title":"合肥万科蓝山中心","content":"合肥市滨湖区庐州大道2858号蓝山花园商业49幢102-103室(万科蓝山二期西门)","dianhua":"<br/><br/><strong>乘车路线</strong>：乘65路、68路、531路公交车胡李村站下车或T15路公交车紫庐路口站下车。地铁:1号线紫庐站。 驾车路线：紫云路与湖北路交叉口往南200米。 <br/><strong>电话</strong>：400-613-0088","point":"117.302125|31.7402784","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
    ],
	"title":"合肥"
}
city_datas['shanghai'] = {"list":
        [{"title":"上海大宁宁盛中心","content":"上海市静安区大宁中心广场三期宁汇广场D5座2层（近灵石路宁盛路路口）","dianhua":"<br/><br/><strong>乘车路线</strong>：乘坐地铁1号线至上海马戏城站下，4号口出，沿广中西路步行1.5公里到达；乘坐公交206路，951路，758路，79路至灵石路万荣路站下，步行300米到达；乘坐公交767路，912路至广中西路万荣路站下，步行500米到达； <br/><strong>电话</strong>：400-613-0088","point":"121.441971|31.280764","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
            ,{"title":"徐汇圣爱中心","content":"上海市徐汇区漕溪北路86号-2临1层","dianhua":"<br/><br/><strong>乘车路线</strong>：乘坐1号线徐家汇地铁站8号口出直走136米，近上海图书馆徐家汇藏书楼及汇丰银行，公交122路徐家汇下客站步行100米到达，44路、93路、548路572路/572路区间虹桥路恭城路站下车步行200米即达。 <br/><strong>电话</strong>：021-64079751","point":"121.44209060710789|31.19789765699484","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
            ,{"title":"闵行宏汇中心","content":"上海市闵行区莲花路1308号宏汇莲花广场A座106单元","dianhua":"<br/><br/><strong>乘车路线</strong>：乘坐地铁12号线东兰路地铁站2号口出步行600米到达，虹梅路站2号口出步行800米到达，公交120路、150路、205路、548路、古美环线内圈东兰路莲花路站下车步行100米到达。 <br/><strong>电话</strong>：021-51170572","point":"121.40211257610258|31.16320775728013","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
            ,{"title":"浦东陆悦坊中心","content":"上海市上海市浦东新区锦康路480号陆悦坊2层","dianhua":"<br/><br/><strong>乘车路线</strong>：乘坐地铁4、6号线蓝村路地铁站步行700米到达，临近地铁2号线上海科技馆、世纪公园站。公交607路、638路、638路区间、970路、984路杨高南路蓝村路站下车步行300米到达。 <br/><strong>电话</strong>：400-613-0088","point":"121.54253636638794|31.217557980625877","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
        ],
    "title":"上海"
}
city_datas['shenzhen'] = {"list":
        [{"title":"深圳百花中心","content":"深圳市福田区百花二路百合阁裙楼3楼","dianhua":"<br/><br/><strong>乘车路线</strong>：乘坐地铁3号线通新岭站（D口出）然后沿上步中路步行5分钟即可到达; <br/><strong>电话</strong>：0755-82793542","point":"114.10148622456747|22.55991753164357","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
            ,{"title":"深圳湾厦中心","content":"深圳市南山区恒裕滨城二期一层（湾厦地铁站B出口）","dianhua":"<br/><br/><strong>乘车路线</strong>：乘坐地铁2号线湾厦站（B口出）步行2分钟即可到达; <br/><strong>电话</strong>：0755-82793542","point":"113.93815426057593|22.498678017679175","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}

        ],
    "title":"深圳"
}
city_datas['sz'] = {"list":
        [{"title":"苏州苏苑中心","content":"苏州市吴中东路158号利通大厦三层(苏苑饭店南隔壁）","dianhua":"<br/><br/><strong>乘车路线</strong>：乘坐1路、5路、53路、55路、94路、102路、318路、503路、932路均可到南门二村站；乘坐3路、52路、60路、62路、63路、553路、811路到东苑路站 <br/><strong>电话</strong>：0512-86862828 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 0512-86862829","point":"120.634856|31.278892","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
        ,{"title":"苏州星海中心","content":"苏州大道西205号尼盛尚品汇3楼（尼盛万丽酒店旁）","dianhua":"<br/><br/><strong>乘车路线</strong>：乘坐公交4、146、518路至“师惠坊”;176、307、814、818路至“中央公园北”;6、47、106路, 108、258、818路至“师惠邻里中心;乘坐地铁1号线到“星海广场”下车，1号口出，向西走500米即到;<br/><strong>电话</strong>：0512-87658668","point":"120.67215052030515|31.31985428069385","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}

        ],
    "title":"苏州"
}
city_datas['foshan'] = {"list":
        [{"title":"佛山悦汇中心(筹)","content":"佛山市南海区南海大道北越秀悦汇天地购物中心B区三层B303室","dianhua":"<br/><br/><strong>乘车路线</strong>：乘坐广佛线地铁桂城站B口出即到。<br/><strong>电话</strong>：13318359108 <br/>","point":"113.14647126567053|23.052251364550802","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
        ],
    "title":"佛山"
}
city_datas['wuhu'] = {"list":
        [{"title":"芜湖绿地分校","content":"芜湖镜湖区绿地缤纷城三层励步英语","dianhua":"<br/><br/><strong>乘车路线</strong>:乘1路、2路、12路、13路、14路、18路、25路、28路、38路、102路、115路黄山东路二号站下车即到。<br/><strong>电话</strong>：0553-3860689","point":"118.40928468558668|31.33477344527679","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}

        ],
    "title":"芜湖"
}
city_datas['cz'] = {"list":
	[{"title":"常州武进中心","content":"常州市武进区花园街新天地2号楼3层3006-3013","dianhua":"<br/><br/><strong>乘车路线</strong>：乘坐BRT11，10路等到花园街广电路下车<br/><strong>电话</strong>：0519-81185115","point":"119.956807|31.718918","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"常州正方京城中心","content":"常州市北大街正方京城赛伯乐四楼 励步英语","dianhua":"<br/><br/><strong>乘车路线</strong>：乘坐B23路、55路、56路、24路、29路、B22路、39路公交车 <br/><strong>电话</strong>：0519-86681669","point":"119.961922|31.786574","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"常州万博中心","content":"常州市天宁区文化宫万博时尚广场二楼","dianhua":"<br/><br/><strong>乘车路线</strong>：BRT11，BRT12，11,16等文化宫下车<br/><strong>电话</strong>：0519-81881896","point":"119.962912|31.776931","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
	],
	"title":"常州"
}


city_datas['km'] = {"list":
	[{"title":"昆明和谐中心","content":"云南省昆明市五华区小康大道290号1座3102室学大教育2楼","dianhua":"0871-63376333","point":"102.739694|25.109825","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
	],
	"title":"昆明"
}
city_datas['wh'] = {"list":
	[{"title":"武汉菱角湖万达中心","content":"武汉市江汉区菱角湖万达广场室外步行街中心广场C031-C060三层","dianhua":"<br/><br/><strong>乘车路线</strong>：乘91路、318路、507路、519路、527路、534路、535路、561路、575路、601路、604路、621路、628路、705路、803路、9路到唐家墩路万达广场下车步行99米即到<br/><strong>电话</strong>：027-856922​20","point":"114.273945|30.61531","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
	],
	"title":"武汉"
}
city_datas['gz'] = {"list":
	[{"title":"广州番禺中心","content":"广州番禺区桥南街海伦堡御苑东街商铺18-22号铺","dianhua":"<br/><br/><strong>乘车路线</strong>：乘12路公交车，到南区公园（哈街）站下车，往哈街走；搭乘165/18/30路公交车至奥园广场总站下车，往麦当劳走，十字路口往海伦堡御院门口直入200米；搭乘129/165/18/26路公交车至中颐海伦堡站下车，走至最近的十字路口，右转直入200米 <br/><strong>电话</strong>：020-34600397","point":"113.367873|22.93369","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
	],
	"title":"广州"
}
city_datas['dg'] = {"list":
	[{"title":"东莞西平中心","content":"东莞市南城区西平东五路文鼎大厦三楼","dianhua":"<br/><br/><strong>乘车路线</strong>：乘10路车、51路车、54路车、806路车、850路车LG1、X2、X7、X9，在计生中心站下车，步行1分钟即到。（公交车下车就看到文鼎大厦、光大新亚外国语学校对面）<br/><strong>电话</strong>：0769-22811001&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;0769-22811003","point":"113.743009|22.992478","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
	],
	"title":"东莞"
}
city_datas['nc'] = {"list":
	[{"title":"江西南昌远景中心","content":"南昌市西湖区朝阳中路1号远景大厦501室","dianhua":"<br/><br/><strong>乘车路线</strong>：公交12/13/27/38/26/229/228至抚河桥，或乘坐202至子安路口，（或2内/5/830路至孺子路口），再乘坐33路至福田花园站下车，到达目的地附近，乘电梯至5楼南昌励步国际儿童英语（远景校区）。地铁1号线：八一馆B出口，步行100米至对面瓦子角站台，乘坐228路至抚河桥站下车，到达目的地附近 <br/><strong>电话</strong>：400-1361365","point":"115.893644|28.671428","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"江西南昌红谷滩中心","content":"南昌市红谷滩新区凤凰中大道890号方大特钢三楼","dianhua":"<strong>电话</strong>：400-1361365","point":"115.793644|28.671428","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
        ,{"title":"江西南昌老福山中心","content":"南昌市西湖区站前路200号江西商务大厦主楼3楼","dianhua":"<strong>电话</strong>：400-1361365","point":"115.91691531874689|28.66909124573179","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"江西南昌都会中心","content":"南昌市北京东路308号恒茂国际都会社区旁","dianhua":"<strong>电话</strong>：400-1361365","point":"115.935341|28.673476","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"江西南昌象湖中心","content":"南昌市象湖路与金沙二路交界口居住主题公园丁香怡景19号楼三楼","dianhua":"<strong>电话</strong>：400-1361365","point":"115.88819|28.591692","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"江西南昌火炬中心","content":"南昌市高新区火炬大道161号海上汇商业广场三楼","dianhua":"<strong>电话</strong>：400-1361365","point":"115.952135|28.689604","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"江西南昌碟子湖中心","content":"南昌市红谷滩新区翠苑路699号阳光枫情8号楼一楼、二楼","dianhua":"<strong>电话</strong>：400-1361365","point":"115.83674|28.67755","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"江西南昌朝阳中心","content":"南昌市西湖区朝阳新城云锦路599号联发君悦朝阳三楼","dianhua":"<strong>电话</strong>：400-1361365","point":"115.872794|28.628578","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}

	],
	"title":"南昌"
}
city_datas['hhht'] = {"list":
	[{"title":"呼和浩特万达中心","content":"呼和浩特市新华东街万达广场A座7层","dianhua":"<br/><br/><strong>乘车路线</strong>：2路、3路、16路、23路、27路、52路、53路、66路、72路、75路、89路、92路、95路、97路、98路、102路、K1路、机场巴士1号线、青城1号线、青城2号线 <br/><strong>电话</strong>：0471-3292288","point":"111.739837|40.842351","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"},
		{"title":"呼和浩特阳光诺卡中心","content":"内蒙古呼和浩特新城区成吉思汗大街金茂中心3号楼中国农业银行二楼 ","dianhua":"<br/><strong>电话</strong>：400-613-0088","point":"111.685204|40.858186","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
	],
	"title":"呼和浩特"
}
city_datas['zz'] = {"list":
	[{"title":"郑州曼哈顿广场中心","content":"郑州市金水区金水路未来路曼哈顿广场2楼东侧","dianhua":"<br/><br/><strong>乘车路线</strong>：乘坐B15路、B18路、26路、43路、115路、122路、305路、916路、919路至金水路未来路站，B1至西沈庄站，地铁1号线到燕庄站下<br/><strong>电话</strong>：0371-66252525","point":"113.705566|34.761049","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"郑州天旺中心","content":"郑州市金水区东风路天明路天旺广场3楼东侧","dianhua":"<br/><br/><strong>乘车路线</strong>：乘28路、41路、79路、86路、97路、B11路、B20路、B2路、B32至东风路天明路站<br/><strong>电话</strong>：0371-89911100","point":"113.647617|34.803845","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"郑州花园路中心","content":"郑州市金水区花园路正道中环百货3楼南侧","dianhua":"<br/><br/><strong>电话</strong>：0371-55502525","point":"113.680796|34.7781","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"郑州省体中心","content":"郑州市惠济区三全路长兴路裕华广场2楼南侧","dianhua":"<br/><br/><strong>电话</strong>：0371-89915000","point":"113.624782|34.833131","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
        ,{"title":"郑州海马中心","content":"郑州市管城回族区东风南路与福禄街交叉口东200米路北","dianhua":"<br/><br/><strong>电话</strong>：0371-8991252","point":"113.7756223789737|34.76398751879316","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}

        ,{"title":"郑州建业中心","content":"郑州市郑东新区商都路十里铺街向南100米建业5D生活馆2楼","dianhua":"<br/><strong>乘车路线</strong>：乘车路线：乘坐52路、60路、85路、114路、152路、985路、b16路至商都路十里铺路站，27路、42路、64路至东建材，s127、s129路至通泰路宏伟路站下 <br/><strong>电话</strong>：0371-55561100","point":"113.7373206325546|34.751537968462976","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
        ,{"title":"郑州高新万科中心","content":"郑州市高新区科学大道西四环西南角高新万科广场3楼","dianhua":"<br/><strong>乘车路线</strong>：乘车路线：乘坐b67路、y18路至科学大道红叶路站，182路、b28路至科学大道紫竹路站<br/><strong>电话</strong>：0371-55019090","point":"113.54832271376635|34.80005304351287","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
        ,{"title":"郑州富田太阳城中心","content":"郑州市管城回族区航海路与中州大道一站广场购物中心3楼 ","dianhua":"<br/><strong>乘车路线</strong>：乘车路线：乘坐46路、86路、216路、b17路、s169路、y12路、y29路至航海路中州大道(富田·太阳城)站，199路、569路、b3路、s163路中州大道航海路站，地铁五号线至七里河站下<br/><strong>电话</strong>：0371-88956363","point":"113.72192572514844|34.728292764253574","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}

    ],
	"title":"郑州"
}
city_datas['cs'] = {"list":
	[{"title":"长沙定王中心","content":"长沙市芙蓉区芙蓉中路388号定王大厦四层","dianhua":"<br/><br/><strong>乘车路线</strong>：11路、108路、130路、143路、105路、150路、159路、116路、115路、138路、314路、348路、402路环线、102路、145路、地铁1号线、171路环线、803路、124路、901路、358路、804路、122路、406路、707路、311路、308路、908路西线、112路、139路、368路、临202路、167路、118路、117路、317路、立珊专线、旅1路、401路、405路、303路、旅3路区间等 <br/><strong>电话</strong>：0731-86336888","point":"112.993258|28.194578","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"长沙星沙中心","content":"长沙市星沙镇板仓中路晶华美地F4楼401","dianhua":"<br/><br/><strong>乘车路线</strong>：公交：乘坐216路、501路、501路、503路、701路、808路、X101路、X106路星、106路星、111路星、202区间线、星沙02路、星沙101路、星沙102区间线、星沙111路、星沙202区间线、星沙2路到凉塘路口下车步行26米；乘坐127路、501路、703路、X102路、X202路星、102路星沙202路到聚鑫市场，下车步行103米乘坐127路、501路、501路上行703路、808路、X101路、X102路、X202路星、102路星沙202路到楚天家园下车步行131米乘坐X101路 到 长沙县政务中心 下车步行255米乘坐501路上行701路 到 玉楼东 下车步行374米<br/><strong>电话</strong>：0731-86868528","point":"113.084801|28.249236","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"长沙和庄中心","content":"长沙市芙蓉南路758号和庄公寓A区2栋2楼","dianhua":"<br/><br/><strong>乘车路线</strong>：木莲冲路口（经过公交车：103路;105路;125路;140路;141路;701路;穿梭巴士2号线）省保障厅（经过公交车：701路;365路）<br/><strong>电话</strong>：400-613-0088","point":"112.991882|28.13416","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"长沙郡原中心","content":"长沙市岳麓区银双路郡原广场4栋205室","dianhua":"<br/><br/><strong>乘车路线</strong>：乘308路、355路、168路、W107路、211路均可在市妇联站下车，乘913路、118路到省肿瘤医院下车<br/><br/><strong>电话</strong>：0731-82569950","point":"112.935332|28.221635","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"长沙御才天晟中心","content":"长沙市雨花区迎新路御溪国际御才天晟儿童城M层","dianhua":"","point":"113.009789|28.113355","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"长沙武广美誉中心","content":"长沙市雨花区沙湾路388号武广美誉3层","dianhua":"","point":"113.046169|28.163921","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}

	],
	"title":"长沙"
}
city_datas['zj'] = {"list":
	[{"title":"镇江万达中心","content":"镇江万达广场3F童趣馆内","dianhua":"<br/><strong>电话</strong>：0511-85892333","point":"119.436366|32.195237","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"镇江恒美中心","content":"镇江市学府路恒美嘉园底商","point":"119.496217|32.19892","dianhua":"<br/><br/><strong>乘车路线</strong>：公交202/K202路、19路、213路、9路、201路、29路、K38路、28路、208/K208路，到恒美嘉园站下车，道路南侧恒美嘉园小区门口 <br/><strong>电话</strong>：0511-85982333","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"丹阳金鹰中心","content":"丹阳市新民中路金鹰世界街区二楼","dianhua":"<br/><br/><strong>乘车路线</strong>：无 <br/><strong>电话</strong>：0511-86526333","point":"119.571785|31.985841","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"句容中心","content":"句容市崇明东路21-7号","dianhua":"<br/><br/><strong>乘车路线</strong>：公交：1、公交4路至崇明小学站下，道路南侧。2、公交新1路至都市晴园西大门站下，往北步行200米左转至崇明西路，道路南侧<br/><strong>电话</strong>:0511-85982333","point":"119.159637|31.952469","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
	],

	"title":"镇江"
}
city_datas['sjz'] = {"list":
	[{"title":"石家庄西美五洲中心","content":"石家庄市裕华区槐安路西美五洲MOCO大厦3层","dianhua":"<br/><br/><strong>乘车路线</strong>：公交车71 路，81路，60路，在西美小区公交站下车；公交车16路，33路，79路在九里庭院公交站下车<br/><strong>电话</strong>：0311-68090808/09","point":"114.570555|38.026563","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"石家庄海悦天地中心","content":"石家庄市桥西区中华南大街与裕华西路交口西南角海悦天地商场三层","dianhua":"<br/><br/><strong>乘车路线</strong>：乘10路、19路、29路、游11路、325路、9路、59路、339路、319路、1环1、49路 <br/><strong>电话</strong>：0311-66855685","point":"114.481105|38.041158","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"石家庄怀特中心","content":"石家庄市裕华区槐安东路105号怀特商业广场二楼西侧","dianhua":"<br/><br/><strong>乘车路线</strong>：1环1路、1环2路、30路怀特商城下车，步行246米；30、35、67槐底下车，步行301米；39、49路到中钢设计院站下车，步行329米；30、281路翰墨儒林小区下车，步行485米 <br/><strong>电话</strong>：66505786","point":"114.525478|38.023093","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}

        ,{"title":"石家庄众美凤凰城中心","content":"石家庄市裕华区方文路与建华大街交口南行30米路东","dianhua":"<br/><br/><strong>乘车路线</strong>：2环2路;57路;65路;202路;281路;290路;556路  赵卜口公交站下车 <br/><strong>电话</strong>： 0311-67307918","point":"114.55590450909969|38.00538040548631","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
        ,{"title":"石家庄想象国际中心","content":"石家庄市开发区珠峰大街与闽江道交口东行200米南侧底商","dianhua":"<br/><br/><strong>乘车路线</strong>：开发区珠峰大街与闽江道交口东行200米南侧底商 <br/><strong>电话</strong>： 0311-67302103","point":"114.61079260977708|38.03454697649052","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}

	],
	"title":"石家庄"
}
city_datas['bd'] = {"list":
	[{"title":"保定鑫和中心","content":"保定市瑞兴路鑫和花园北门口东侧（D10底商5号）","dianhua":"<br/><br/><strong>乘车路线</strong>：附近公交路线9路、57路、51路 <br/><strong>电话</strong>：0312-3136562 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 0312-3060086","point":"115.499503|38.895930","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
	,{"title":"保定正誉绿谷中心","content":"保定市银杏路正誉绿谷底商 S4-16","dianhua":"<br/><br/><strong>乘车路线</strong>：乘坐681路、610路、33路在英利新能源站下 <br/><strong>电话</strong>：0312-3033290","point":"115.47773915743602|38.90530569298887","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}

    ],
	"title":"保定"
}
city_datas['wuxi'] = {"list":
	[{"title":"无锡八佰伴中心","content":"江苏省无锡市崇安区新生路106号（近八佰伴东门）","dianhua":"<br/><br/><strong>乘车路线</strong>：公交：乘216路（学前东路站下车）、763路、723路（八佰伴华夏银行站下车）、765路、63路、35路、76路、358路、1路、85路、508路、53路、12路、312路、105路(八佰伴学前东路站下车) 、65路、21路、319路、27路、12路支线、501路、62路、502路、24路、25路、27路、42路（新生路八佰伴站下车）、40路、135路(学前东路中山路站下车)201路、81路(八佰伴站下车)、703路、79路、79区路、67路、118路（三凤桥八佰伴站下车）、788路、23路、57路、51路、767路、19路、92路、15路、5快线、55路、55路（南禅寺朝阳广场站下车）、701路、602支线、705路、712路、30路、61路(槐古桥站下车)。地铁乘车路线：无锡地铁1号线和2号线三阳广场站下 <br/><strong>电话</strong>：0510-82730026","point":"120.30088|31.572708","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
	],
	"title":"无锡"
}

city_datas['sanya'] = {"list":
	[{"title":"三亚河东中心","content":"三亚市河东路86号（三亚实验中学旁50米）","dianhua":"<br/><br/><strong>乘车路线</strong>：乘6路，11路，15路，40路，56路，4路，7路东环，12路公交车至实验中学站下车，往回走200米即可 <br/><strong>电话</strong>：0898-88885008 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 0898-88865100","point":"109.519322|18.247123","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
	],
	"title":"三亚"
}
city_datas['as'] = {"list":
	[{"title":"鞍山鞍钢花园中心","content":"鞍山市铁东区鞍钢花园（南门）甲9-1号","dianhua":"<br/><br/><strong>乘车路线</strong>：乘坐2路、28路、5路、604路 <br/><strong>电话</strong>：0412-7226888","point":"123.005594|41.116133","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
	],
	"title":"鞍山"
}

city_datas['dl'] = {"list":
	[{"title":"大连和平广场中心","content":"辽宁省大连市沙河口区高尔基路695号凯德和平广场3楼","dianhua":"<br/><br/><strong>乘车路线</strong>：公交车：6路、16路、18路、22路、23路、27路、28路、37路、202路、404路、406路、410路、503路、506路、531路、542路、715路、901路在和平广场站下车即是地铁:大连地铁1号线，富国街站下车即是 <br/><strong>电话</strong>：0411-62987319","point":"121.596044|38.90308","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
	],
	"title":"大连"
}
city_datas['zh'] = {"list":
	[{"title":"珠海新香洲中心","content":"珠海市香洲区上华路2号17栋二层（中珠九悦底商）","dianhua":"<br/><br/><strong>乘车路线</strong>： 乘坐18路、46路、K2路到三台石北公交站乘坐1路、5路、6路、8路、15路、22路、56路、68路、602A路到达安居园公交站，再往三台石路方向步行约200米 <br/><strong>电话</strong>：0756-8590505&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;  0756-8590606","point":"113.539187|22.270791","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"珠海前山中心","content":"珠海市香洲区前山荣泰路87号荣泰河庭C区（映晖湾公园对面）","dianhua":"<br/><br/><strong>乘车路线</strong>：乘坐5路、15路、19路(高峰专线)、 30路、42路、 45路、 60路 、80路、 204路、 602路 、602A路到福石公交站再往福石路方向走约200米即到 <br/><strong>电话</strong>：0756-8667070 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 0756-8667171","point":"113.509197|22.204799","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
	],
	"title":"珠海"
}
city_datas['dt'] = {"list":
	[{"title":"大同市府中心","content":"大同市迎宾东路桐城中央12号楼3号商铺","dianhua":"<br/><br/><strong>乘车路线</strong>：乘2路、11路、15路、17路、31路、64路市政府站下车 <br/><strong>电话</strong>：0352-5052821","point":"113.306573|40.084438","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
	],
	"title":"大同"
}
city_datas['ly'] = {"list":
	[{"title":"临沂上东国际中心","content":"山东省临沂市河东区凤凰大街与滨河路交口上东国际公馆9号楼","dianhua":"<br/><br/><strong>乘车路线</strong>：公交：1、乘坐208路公交车到九曲店下车往西步行730米到达励步英语临沂中心；2、乘坐30路公交车到检疫站下车往西步行580米到达励步英语临沂中心 <br/><strong>电话</strong>：0539-7706159 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;  0539-7706333 ","point":"118.385634|35.080389","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
	],
	"title":"临沂"
}
city_datas['tz'] = {"list":
	[{"title":"泰州万达中心","content":"泰州市万达金街H155-H158(金街停车场入口旁)","dianhua":"<br/><br/><strong>乘车路线</strong>：乘19路、113路、115路、118路、28路至万达广场南门站下车可乘603路至万达广场东门站下车 <br/><strong>电话</strong>：0523-81568099","point":"119.921593|32.477171","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"泰州茂业中心","content":"江苏省泰州市海陵区南通路386号茂业百货3层","dianhua":"<strong>电话</strong>：400-613-0088","point":"119.927069|32.497138","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
	],
	"title":"泰州"
}
city_datas['liaoyang'] = {"list":
	[{"title":"辽阳泰和家园中心","content":"辽阳市白塔区新兴街168-6号泰和家园","dianhua":"<br/><br/><strong>乘车路线</strong>：33路-泰和家园站 <br/><strong>电话</strong>：0419-7777999  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 0419-4129555","point":"123.188187|41.257235","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
	],
	"title":"辽阳"
}

city_datas['yangzhou'] = {"list":
	[{"title":"扬州华懋中心","content":"扬州市大学北路华懋商城三楼孩子王内","dianhua":"<br/><br/><strong>乘车路线</strong>：乘1路、5路、17路、18路26路、27路、30路、40路、51路、55路、59路、66路、86路、88路、89路、103路、107路到石塔寺站台下向西100米（乘59路、103路可在京华大酒店站台下车向南50米即可到华懋B座）<br/><strong>电话</strong>：0514-85162333 ","point":"119.426689|32.387129","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"扬州昌建中心","content":"扬州市邗江区昌建广场10号楼2楼201励步英语","dianhua":"","point":"119.367935|32.383369","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
	],

	"title":"扬州"
}

city_datas['qingdao'] = {"list":
	[{"title":"青岛乐客城中心","content":"李沧区夏庄路1号乐客城一楼D04（紧邻C&A）","dianhua":"<br/><br/><strong>乘车路线</strong>：乘3路、9路、102路、112路、113路、114路、123路、128路、130路、207路、318路、363路、368路、371路、372路、385路、606路 。 地铁：2号线,3号线 <br/><strong>电话</strong>：0532-58661700 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;  0532-58661701 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;  0532-87207965 ","point":"120.42542|36.163757","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
	,{"title":"青岛南万象城中心","content":"南区闽江路2号国华大厦1楼","dianhua":"<br/><br/><strong>乘车路线</strong>：乘坐地铁2号线、3号线五四广场站下车；公交车605路、318路、223路、224路、374路、25路、125路 <br/><strong>电话</strong>：0532-55727070 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;  0532-58661701 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;  0532-87207965 ","point":"120.38501106538152|36.07563114736416","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
	,{"title":"青岛城阳万象汇中心","content":"城阳区正阳中路157号万象汇2楼L220","dianhua":"<br/><br/><strong>乘车路线</strong>：374路，901路，903路，909路，912路，944路，905路，931路，414路 <br/><strong>电话</strong>：0532-55567066,0532-55567099 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;  0532-58661701 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;  0532-87207965 ","point":"120.41951330198509|36.31214619912177","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}

	],
	"title":"青岛"
}
city_datas['taiyuan'] = {"list":
	[{"title":"太原长风中心","content":"太原市长风街和信摩尔和信商座三层","dianhua":"<br/><br/><strong>乘车路线</strong>：乘坐公交838路、858路、864路、868路、619路、877路均可在和信摩尔站下车，向西步行3分钟到达和信商座；乘坐公交39路、804路、823路、851路均可在长风桥东站下车，向东下地下通道，出通道2分钟到达和信商座；乘坐公交13路、21路、56路、65路、807路、825路、906路、856路平阳路长风街口下车，向东步行3分钟到达和信商座 <br/><strong>电话</strong>：0351-2221586","point":"112.555476|37.818087","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
	],
	"title":"太原"
}
city_datas['wenzhou'] = {"list":
	[{"title":"温州乐清乐成中心","content":"浙江省乐清市城东街道东瓯家园A幢主楼二楼","dianhua":"<br/><br/><strong>乘车路线</strong>：乘坐7路可到达，12路可到达附近 <br/><strong>电话</strong>：0577-61115577","point":"120.98603|28.122667","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
	],
	"title":"温州"
}
city_datas['huzhou'] = {"list":
	[{"title":"湖州爱山广场中心","content":"浙江省湖州市吴兴区人民路爱山广场16幢3楼","dianhua":"<br/><br/><strong>乘车路线</strong>：乘坐3路、12路、10路、1路内环、205路、26路、21路、13路均可到达 <br/><strong>电话</strong>：400-613-0088 ","point":"120.100464|30.86739","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
	],
	"title":"湖州"
}
city_datas['fuzhou'] = {"list":
	[{"title":"福州金山中心","content":"福州市仓山区金达路130号大榕树创意园2层","dianhua":"<br/><br/><strong>乘车路线</strong>：搭乘111路或507路或保利专线到金达路口站下车，往正北方向，沿金榕北路走130米，左转进入金达路，沿金达路走150米即到 <br/><strong>电话</strong>：400-613-0088 ","point":"119.261987|26.056037","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"福州万科中心","content":"福州市台江区交通路180号万科广场5号楼02商铺","dianhua":"<strong>电话</strong>：0519-87875188 ","point":"119.340357|26.05254","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
		,{"title":"福州井大中心","content":"福州市鼓楼区鼓东街道井大路132号","dianhua":"<strong>电话</strong>：0519-87875188 ","point":"119.304773|26.08937","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
	],
	"title":"福州"
}
city_datas['changchun'] = {"list":
	[{"title":"长春高新红旗中心","content":"吉林省长春市高新区蔚山路4359号","dianhua":" <br/><strong>电话</strong>：400-613-0088 ","point":"125.241789|43.819093","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
	,{"title":"长春中海校区中心","content":"吉林省长春市临河街与南三环交会南行300米东侧","dianhua":" <br/><strong>乘车路线</strong>：搭乘轻轨4号线南环城路站;公交车190路、162路、312路、中海国际社区站<br/><strong>电话</strong>：400-613-0088 ","point":"125.37178753392836|43.82363263993057","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}

	],
	"title":"长春"
}
city_datas['jiangmen'] = {"list":
	[{"title":"江门北新中心","content":"广东省江门市蓬江区丰雅路16号尚城汇二楼励步英语","dianhua":" <strong>电话</strong>：400-613-0088 ","point":"113.097483|22.594464","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
	],
	"title":"江门"
}
city_datas['zibo'] = {"list":
	[{"title":"淄博万象汇中心","content":"山东省淄博市万象汇商业街，近喜来登酒店（万象汇停车场入口处）","dianhua":" <br/><strong>乘车路线</strong>：乘车路线：2路；51路；159路；123路；139路；108路；138路 淄博商厦站下车<br/><strong>电话</strong>：0533-2150008 <br/>","point":"118.06745475989278|36.80848690208129","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
	],
	"title":"淄博"
}
city_datas['nantong'] = {"list":
	[{"title":"南通星光耀中心","content":"江苏省南通市崇川区星光耀广场1号楼302","dianhua":" <strong>电话</strong>：400-613-0088 <br/>","point":"120.888906|31.965074","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
	],
	"title":"南通"
}
city_datas['zhangjiakou'] = {"list":
	[{"title":"张家口金鹰中心","content":"河北省张家口市经济开发区金鹰悦城C1-35","dianhua":" <br/><strong>乘车路线</strong>：公交路线4路、11路、23路、33路、102路、103路、21路金鹰悦城北下车；快速1号线，十三里下车即到；<br/><strong>电话</strong>：0313-2182453 <br/>","point":"114.90362|40.769063","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
	],
	"title":"张家口"
}
city_datas['xiamen'] = {"list":
	[{"title":"厦门双涵天地中心","content":"福建省厦门市思明区厦禾路983号双涵天地","dianhua":" <strong>电话</strong>：400-613-0088 <br/>","point":"118.118713|24.473173","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
	],
	"title":"厦门"
}
city_datas['haikou'] = {"list":
	[{"title":"海口世贸环海中心","content":"海南省海口市金贸西路15号环海大厦西侧第1、3层商铺","dianhua":" <strong>电话</strong>：400-613-0088 <br/>","point":"110.297247|20.016893","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
	],
	"title":"海口"
}
city_datas['jinzhong'] = {"list":
	[{"title":"晋中御璟中心","content":"山西省晋中市安宁街299号御璟A座三层(沃尔玛对面)","dianhua":" <strong>电话</strong>：400-613-0088 <br/>","point":"112.738762|37.704928","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
	],
	"title":"晋中"
}
city_datas['qinhuangdao'] = {"list":
	[{"title":"秦皇岛茂业中心","content":"河北省秦皇岛市海港区河北大街中段150号茂业百货3层","dianhua":" <strong>电话</strong>：400-613-0088 <br/>","point":"119.604815|39.93493","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
	],
	"title":"秦皇岛"
}
city_datas['nanyang'] = {"list":
	[{"title":"南阳中心","content":"南阳市宛城区建业凯旋广场15号楼三层","dianhua":" <strong>电话</strong>：0377-63766999 <br/>","point":"112.574102|32.994189","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
	],
	"title":"南阳"
}
city_datas['lianyungang'] = {"list":
	[{"title":"连云港紫金中心","content":"江苏省连云港市海州区巨龙南路紫金公馆商业街2-302","dianhua":" <strong>电话</strong>：0518-80307999 <br/>","point":"119.210368|34.589805","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
	],
	"title":"连云港"
}
city_datas['zhuzhou'] = {"list":
	[{"title":"株洲新里程中心","content":"株洲市天元区新里程路早安华晨15-201","dianhua":"<br/><br/><strong>乘车路线</strong>：搭乘T61路在人防办站下车，下车沿黄河北路走120米，左转至庐山路直走190米，左转进入新里程路直走120米到达终点；T63在庐山路东口站下车沿庐山路向南直走270米，右转进入新里程路直走120米到达终点；31路/T18路/T45路/T59路/T66路/T69路在庐山路口站下车沿庐山路直走200米，右转过马路进入新里程路直走120米到达终点；T45/T88路在株洲大道庐山路口站下车 <br/><strong>电话</strong>：0731-28669888 ","point":"113.121124|27.833994","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
	],
	"title":"株洲"
}
city_datas['xuzhou'] = {"list":
	[{"title":"徐州滨湖中心","content":"江苏省徐州市二环西路荣景盛苑1号商业楼104.105 (阿尔卡迪亚小区底商)，湖滨路口公交车站旁","dianhua":"<br/><br/><strong>乘车路线</strong>：38路、59路、601路、606路、610路，湖滨路口站下即到 <br/><strong>电话</strong>：18651348359 ","point":"117.158219|34.259495","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
	],
	"title":"徐州"
}
city_datas['tangshan'] = {"list":
        [{"title":"唐山爱琴海中心","content":"唐山市路北区北新西道与卫国路交叉口 爱琴海购物公园3层","dianhua":"<strong>电话</strong>：400-613-0088 <br/>","point":"118.1636657|39.69698210000001","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
        ],
    "title":"唐山"
}
city_datas['zhongshan'] = {"list":
        [{"title":"中山石岐中心","content":"广东省中山市石岐区莲塘北路天明花园A区","dianhua":"<br/><br/><strong>乘车路线</strong>：乘坐公交车004、013、022、030、035、213、B11、K02、K05、K07、K09、K15、K18至大信新都汇站下车可达 <br/><strong>电话</strong>：0760-88666002 <br/>","point":"113.39157301400357|22.541658539502787","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
        ],
    "title":"中山"
}
city_datas['jiaxing'] = {"list":
        [{"title":"嘉兴秀湖校区","content":"浙江省嘉兴市秀洲区洪兴西路2585号","dianhua":"<strong>电话</strong>：400-613-0088 <br/>","point":"120.72982072345205|30.77013375244365","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
        ],
    "title":"嘉兴"
}
city_datas['kaifeng'] = {"list":
        [{"title":"开封星光天地中心","content":"河南省开封市黄河大街北段星光天地西北角（开封电视塔旁）","dianhua":"<br/><br/><strong>乘车路线</strong>：乘坐35路、38路、58路公交车到电视塔站下车，步行至星光天地西北角励步英语开封中心 <br/><strong>电话</strong>：0371-22320088 <br/>","point":"114.32900122569016|34.81413536334589","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
        ],
    "title":"开封"
}
city_datas['jinhua'] = {"list":
        [{"title":"金华新纪元中心","content":"浙江金华市环城南路西段956号农业银行隔壁（大润发对面）","dianhua":"<br/><br/><strong>乘车路线</strong>：乘坐11路、27路、306路、308路、330路、508路、530路公交车到（八一南街环城路口）站下车，乘坐B1到（交警一大队下车）步行至励步英语金华新纪元中心 <br/><strong>电话</strong>：0579-82999555 <br/>","point":"119.66391402060425|29.078444022759854","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
        ],
    "title":"金华"
}
city_datas['zhoukou'] = {"list":
        [{"title":"周口昌建MOCO中心","content":"河南省周口市周口大道昌建MOCO新世界工商联大厦D栋二楼西侧","dianhua":"<br/><br/><strong>乘车路线</strong>：乘坐16路、22路在市政府站下车向南50米即到。<br/><strong>电话</strong>：0394-5867888 <br/>","point":"114.70442756994865|33.63032001107395","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
        ],
    "title":"周口"
}
city_datas['maanshan'] = {"list":
        [{"title":"马鞍山金鹰中心","content":"马鞍山市花山区湖南西路8号金鹰国际购物中心三层TF03-05/06号","dianhua":"<br/><br/><strong>乘车路线</strong>：乘坐3路、6路，14路，27路、129路公交车到湖南西路下车，步行至金鹰国际购物中心三层励步英语。<br/><strong>电话</strong>：0555-2826999 <br/>","point":"118.49016722258602|31.69056904597312","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
        ],
    "title":"马鞍山"
}

city_datas['liaocheng'] = {"list":
        [{"title":"聊城万达中心","content":"山东省聊城市东昌府区万达广场三楼励步英语","dianhua":"<br/><br/><strong>乘车路线</strong>：乘坐k7路、k17路在汽车站下车向北100米。<br/><strong>电话</strong>：0635-8267879 <br/>","point":"115.99458657175785|36.44037784073227","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
        ],
    "title":"聊城"
}

city_datas['huludao'] = {"list":
        [{"title":"葫芦岛宏运金融街中心","content":"辽宁省葫芦岛市龙港区龙湾大街188号楼E座(玉皇商城后身)","dianhua":"<br/><br/><strong>乘车路线</strong>：乘坐14路、29路玉皇商城站下车。<br/><strong>电话</strong>：0429-3139988 <br/>","point":"120.8733961746502|40.73798489946826","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
        ],
    "title":"葫芦岛"
}
city_datas['taicang'] = {"list":
        [{"title":"太仓教学中心","content":"太仓市城厢镇府南街靠新华路三楼（新华书店旁）","dianhua":"<br/><br/><strong>乘车路线</strong>：南洋广场站：101路, 105路, 108路, 109路，201路，210 路, ；城区换乘站107路，111路1，29路，133路，137路，201路，210路，211路夜间线，212路，312路可到。<br/><strong>电话</strong>：0512-53656668 <br/>","point":"121.11361204999231|31.452306098017427","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
        ],
    "title":"太仓"
}
city_datas['ningbo'] = {"list":
        [{"title":"宁波北仑银泰中心","content":"宁波市北仑区银泰城中心广场一层","dianhua":"<br/><br/><strong>乘车路线</strong>：乘坐1号线中河路地铁站下车即到。<br/><strong>电话</strong>：400-613-0088 <br/>","point":"121.83808464768656|29.90182660989629","isOpen":0,"icon":"{w:21,h:21,l:0,t:0,x:6,lb:5}"}
        ],
    "title":"宁波"
}
